{
    "Gross Scope 1 GHG emissions": "Total greenhouse gas (GHG) emissions resulting directly from sources owned or controlled by the company, typically expressed in metric tons of CO2 equivalent.",
    "Gross Scope 2 GHG emissions (market based)": "Total GHG emissions from purchased electricity, heat, and steam, using market-based methods (e.g., contractual data), typically expressed in metric tons of CO2 equivalent.",
    "Gross Scope 3 GHG emissions": "Total GHG emissions that occur as a result of activities from sources not owned or controlled by the company, including supply chain emissions, typically expressed in metric tons of CO2 equivalent.",
    "Gross Total GHG emissions": "Sum of Scope 1, Scope 2, and Scope 3 GHG emissions, typically expressed in metric tons of CO2 equivalent.",
    "Gross GHG emissions intensity": "The ratio of total GHG emissions relative to a business metric, such as revenue or production output, used to assess emission efficiency.",
    "Headcount of employees": "Total number of employees employed by the company at a given time, without differentiation by employment type.",
    "Headcount of employees (breakdown by gender)": "Total number of employees employed by the company at a given time, without differentiation by employment type categorized by gender, presented as either a number of women or percentage of women of total headcount.",
    "Headcount of permanent employees": "Total number of employees who are permanently employed by the company, excluding temporary or contract-based employees.",
    "Headcount of permanent employees (breakdown by gender)": "Total number of permanent employees categorized by gender, presented as either a number of women or percentage of women of total headcount.",
    "Headcount of temporary employees": "Total number of employees working on a temporary or contract basis.",
    "Headcount of temporary employees (breakdown by gender)": "Total number of temporary employees categorized by gender, presented as either a number of women or percentage of women of total headcount.",
    "Rate of employee turnover": "Percentage of employees who left the company within a certain time period compared to the total workforce, usually reported annually.",
    "Rate of employee turnover (breakdown by gender)": "Percentage of employees who left the company within a certain time period categorized by gender, compared to the total workforce, usually reported annually, presented as either a number of women or percentage of women of total headcount.",
    "Total time of training": "Sum of all training hours provided to employees over a defined period, typically expressed in hours.",
    "Total number of alerts received": "Total number of alerts reported, such as whistleblower reports or incidents related to misconduct, during a defined time period.",
    "Amount of fines for violation of anti-corruption anti-bribery laws": "Total monetary value of fines issued due to violations of anti-corruption or anti-bribery regulations.",
    "Percentage of functions-at-risk covered by training programmes": "The proportion of company functions identified as at-risk for corruption or bribery that are covered by specific training programs, expressed as a percentage.",
    "Total number and nature of confirmed incidents of corruption or bribery": "Total count and description of confirmed incidents involving corruption or bribery within the company over a specific time period.",
    "The average time the undertaking takes to pay an invoice from the date when the contractual or statutory term of payment starts to be calculated, in number of days": "Average number of days it takes for the company to pay an invoice from the point when the contractual or statutory payment term starts."
}